tap "homebrew/bundle"

# ── CLI tools ──────────────────────────────────────────────────────────────────
brew "awscli"
brew "azure-cli"
brew "git"
brew "gnupg"
brew "go"
brew "node"
brew "terraform"
brew "starship"
brew "mas"
brew "stow"

# ── Applications ───────────────────────────────────────────────────────────────
cask "dashlane"
cask "keepassxc"
cask "firefox"
cask "google-chrome"
cask "fork"
cask "microsoft-office"
cask "sketch"
cask "visual-studio-code"
cask "gpg-suite"
cask "docker"

# ── Mac App Store ──────────────────────────────────────────────────────────────
mas "Xcode", id: 497799835
